{
  "rules": {
    "additionallyHonorTiles": "Additionally there exists Honor Tiles",
    "andBonusTiles": "and Bonus Tiles",
    "afterYou": "After you",
    "backToGame": "Back to game",
    "bonusTilesExcludedFromMelds": "Bonus tiles are excluded from Melds.",
    "captionConcealedGong": "Concealed GONG",
    "captionDragonGongNumber4Gong": "Dragon GONG (left) Number 4 GONG (right)",
    "captionExposedGongAfterConcealedGong": "Now an exposed GONG after SELF GONG",
    "captionExposedPong": "Exposed PONG",
    "captionWinningHandAfter3Melds": "Winning hand lined up, after 3 revealed melds (not shown here)",
    "captionWinningHandMeldsSeparated": "Winning hand with the hand melds isolated",
    "circles": "Circles",
    "chow": "Chow",
    "chowCondition": "only on your turn to complete a sequential meld of 3 tiles of the same suit.",
    "deckFirstConsistsOf": "The deck first consists of the following suited tiles",
    "dragons": "Dragons",
    "dragonTilesReferredToAs": "Referred to as the Red (zong), Green (fa), and Blue Dragons (bai ban) respectively.",
    "drawing": "Drawing",
    "drawing1DrawFromTop": "On your turn, you may choose to draw a tile from the \"top\" of the deck.",
    "drawing2FlowerDrawFromBottom": "If you draw a flower tile at any point then you will draw from the \"bottom\" of the deck.",
    "drawing3MeldGongDrawFromBottom": "If you meld a GONG then you will also draw a tile from the \"bottom\" of the deck.",
    "eachWindIsCardinal": "Each is a cardinal direction for East, South, West, North respectively.",
    "flowers": "Flowers",
    "fourOfEachKind": "Of each of these types of tiles (suited, honor, bonus), there exists 4 of the same (such as four East winds for example).",
    "gong": "Gong",
    "gongAfter": "you must draw a tile from the \"bottom\" of the deck, and then play a tile from your hand.",
    "gongCondition": "whenever a tile is played, regardless of your turn, so long as it completes a four-of-a-kind meld of the same exact tile (suit and if applicable, sequence).",
    "mahjongRules": "Mahjong Rules",
    "melds": "Melds",
    "meldDefinition": "A meld is the action of forming an exposed or concealed grouping of tiles after a tile is played or drawn. All melds are exposed unless it is a SILENT GONG.",
    "numbers": "Numbers",
    "playersWinsWithWinningHand": "A player wins whenever they can take a tile that is played or drawn to form a winning hand.",
    "pong": "Pong",
    "pongAfter": "you must select a tile from your hand to play.",
    "pongCondition": "whenever a tile is played, regardless of your turn, so long as it completes a three-of-a-kind meld of the same exact tile (suit and if applicable, sequence).",
    "priority": "Priority",
    "priority1Win": "Any tile played that allows a player to complete their hand and win takes priorirty. If multiple players win using the same tile, the winner is determined via the order of play starting from the player who gave the winning tile.",
    "priority2PongGong": "A PONG or a GONG meld has priority over and interrupts a CHOW or DRAW action. The turn is then given to the player who performed this interrupting action.",
    "priority3ChowDraw": "CHOW and DRAW actions have the least priority.",
    "selfGong": "Self Gong",
    "selfGongCondition": "on your turn only if you have an exposed PONG meld. When you perform this action your exposed PONG becomes an exposed GONG.",
    "silentGong": "Silent Gong",
    "silentGongCondition": "on your turn only if you have a four-of-a-kind grouping in your hand. When you perform this action, you reveal a concealed GONG meld where other players do not know what tiles make up the grouping.",
    "sticks": "Sticks",
    "tiles": "Tiles",
    "winCondition": "Win Condition",
    "winds": "Winds",
    "winningHand": "Winning Hand",
    "winningHandDefinition": "A winning hand consists of only one pair of the same tile (also known as eyes), and the rest melds (see Melds section).",
    "withNoSequence": "with no numerical sequence",
    "youMay": "You may"
  }
}